let arr = [
    
    {
        question: " في فصل الصيف ",
        choice1: " ترتفع درجات الحرارة",
        choice2: "ينزل الثلج",
        choice3: "تنخفض درجات الحرارة ",
        choice4: "تتساقط أوراق الأشجار",
        answer: 0
        
    },
    {
        question: " في فصل الشتاء",
        choice1: " ترتفع الحرارة وينزل الثلج ",
        choice2: "تتساقط أوراق الأشجار",
        choice3: "تنخفض الحرارة وينزل الثلج",
        choice4: "يكون الجو دافئاً",
        answer: 2        
    },
    {
        question: " في فصل الربيع ",
        choice1: " تتساقط أوراق الأشجار",
        choice2: "ينزل الثلج وترتفع الحرارة",
        choice3: "ترتفع درجات الحرارة وتنزل الأمطار أحياناً",
        choice4: "يكون الجو بارداً وتنخفض الحرارة تحت الصفر",
        answer: 2       
    },
    {
        question: "ماذا نقول : إذا كانت درجة الحرارة 30 فوق الصفر",
        choice1: "أشعر بالتعب  ",
        choice2: "سألبس ملابس خفيفة",
        choice3: "تجمّدت من البرد",
        choice4: "أشعر بالجوع",
        answer: 1       
    },
    {
        question: "ماذا نقول : إذا كانت درجة الحرارة  3",
        choice1: "هذا اليوم جميل والهواء معتدل",
        choice2: "سألبس ملابس صيفية",
        choice3: "سأسبح في البحر",
        choice4: "تجمّدت من البرد",
        answer: 3        
    },    {
        question: "أول شهور السنة الميلادية",
        choice1: "كانون الأول ",
        choice2: "كانون الثاني ",
        choice3: "تشرين الأول",
        choice4: "تشرين الثاني",
        answer:  1    
    },    {
        question: "  الشهر العاشر في السنة الميلادية هو",
        choice1: "كانون الأول ",
        choice2: "تشرين الأول ",
        choice3: "كانون الثاني",
        choice4: "تشرين الثاني",
        answer: 1        
    },    {
        question: "   الشهر الأول من السنة الهجرية هو ",
        choice1: "محرّم",
        choice2: "صَفَر",
        choice3: "ذي الحجة",
        choice4: "رمضان",
        answer: 0        
    },    {
        question: "  الشهر الأخير من السنة الهجرية هو",
        choice1: "محرّم",
        choice2: "صفر ",
        choice3: "ذي الحجة ",
        choice4: "رمضان",
        answer: 2       
    },
    {
        question: " متى يكون عيد الفطر؟",
        choice1: "رجب",
        choice2: "شعبان",
        choice3: "رمضان",
        choice4: "شوال",
        answer: 3        
    },
     {
        question: "متى يكون عيد الأضحى؟",
        choice1: "ذي الحجة",
        choice2: "شوال",
        choice3: "محرم",
        choice4: "رمضان",
        answer: 0
    },
    {
        question: "ما لون البطيخ",
        choice1: "أحمر وأزرق",
        choice2: "أخضر وأبيض",
        choice3: "أخضر وبرتقالي",
        choice4: "أحمر وأخضر",
        answer: 3
    }  ,
    {
            question: "أي جملة فيها خطأ؟",
            choice1: "يوم الاثنين بعد يوم الأحد  وقبل يوم الثلاثاء",
            choice2: "شهر شباط هو الشهر الثالث في السنة الهجرية",
            choice3: "يوم الخميس يأتي قبل الجمعة وبعد الأربعاء",
            choice4: "يوم السبت يأتي قبل الاثنين بيومين",
            answer: 1
        },
        {
            question: "ماذا نقول : عندما تكون الرياح قوية؟",
            choice1: "الجوّ ماطر",
            choice2: "الجو رطب",
            choice3: "الجو عاصف",
            choice4: "الجو غائم",
            answer: 2
        },
        {
            question: "ماذا نقول عندما تكون الغيوم كثيفة؟",
            choice1: "غائم",
            choice2: "ضبابي",
            choice3: "ماطر",
            choice4: "رطب",
            answer: 0
        },
        {
            question: "اختر الجملة الخطأ",
            choice1: "ضِد أول آخر",
            choice2: "ضِد مرتفع عالي",
            choice3: "ضِد استمر توقف",
            choice4: "ضِد بارد حار",
            answer: 1
        },
        {
            question: "ما ضد الليل؟",
            choice1: "الصباح",
            choice2: "الفجر",
            choice3: "النهار",
            choice4: "المساء",
            answer: 2
        },
        {
            question: "الأشهر الحرم هي",
            choice1: "محرّم -  رجب  - شعبان   -  رمضان",
            choice2: "محرّم -  رجب -  ذو القعدة -  ذو الحجة",
            choice3: "رمضان -  ذو القعدة  - ذو الحجة - محرّم",
            choice4: "ربيع الأول - ذو القعدة  -  شوّال -  رجب",
            answer: 1
        },
        {
            question: "ماذا نقول:  للحاج عندما يعود من مكة؟",
            choice1: "ما شاء الله ",
            choice2: "تقبل الله طاعتكم",
            choice3: "شفاك الله",
            choice4: "إنّا لله وإنّا إليه راجعون",
            answer: 1
        },
        
        {
            question: "ما ضِدّ نشاط:",
            choice1: "مختلف",
            choice2: "خمول",
            choice3: "قوة",
            choice4: "مرض",
            answer: 1
        },
        {
            question: "أشتري الأدوية من ",
            choice1: "المحطة  ",
            choice2: "المستشفى  ",
            choice3: "الصيدلية  ",
            choice4: "المقهى",
            answer: 2
        },
        {
            question: "أنتظر الحافلة في  ",
            choice1: "الجامعة  ",
            choice2: "المستشفى  ",
            choice3: "المخبز   ",
            choice4: "المحطة",
            answer: 3
        },
        {
            question: "أشرب الشاي في   ",
            choice1: "المخبز   ",
            choice2: "المستشفى  ",
            choice3: "المقهى     ",
            choice4: "الصيدلية",
            answer: 2
        },
        {
            question: "الضابط يعمل في   ",
            choice1: "مركز الشرطة    ",
            choice2: "المستشفى  ",
            choice3: "المقهى     ",
            choice4: "الصيدلية",
            answer: 0
        },
        {
            question: " .......كيلو تريد؟ ",
            choice1: "كم   ",
            choice2: "كيف  ",
            choice3: "بكم     ",
            choice4: "هل",
            answer: 0
        },
        {
            question: " .......تحبين التسوق يا فاطمة؟   ",
            choice1: "كم   ",
            choice2: "هل  ",
            choice3: "ماذا     ",
            choice4: "أي",
            answer: 1
        },
        {
            question: "ماذا نقول:   اشترى صديقي لباساً جديداً   ",
            choice1: "فرصة لا تعوّض   ",
            choice2: "شفاك الله  ",
            choice3: "لا قسمة لي     ",
            choice4: "مبارك إن شاء الله",
            answer: 3
        },
        {
            question: "حذاء عليه تخفيضات كبيرة  واليوم هو اليوم الأخير   ",
            choice1: "فرصة لا تعوّض   ",
            choice2: "لا قسمة لي   ",
            choice3: "مبارك إن شاء الله     ",
            choice4: "لا بأس هذا جيّد",
            answer: 0
        },
        {
            question: "ماذا نقول للشخص السمين؟   ",
            choice1: "عليك أن تخفف وزنك وتمارس الرياضة   ",
            choice2: "عليك أن تأكل الطعام قليلاً وأكثر من السكريات   ",
            choice3: "عليك أن تخفف وزنك ولا تشرب الماء     ",
            choice4: "عليك أن تأكل كثيراً وتمارس الرياضة",
            answer: 0
        },
        {
            question: "أعجبك قميص ولكن لا يوجد مقاسك:  ",
            choice1: "مبارك إن شاء الله   ",
            choice2: "لا قسمة لي   ",
            choice3: "فرصة رائعة     ",
            choice4: "عرض مغرٍ",
            answer: 1
        },
        {
            question: "ماذا نقول: إذا كان صوت التلفاز مرتفع   ",
            choice1: "هل يمكن أن تخفض الصوت لو سمحت؟   ",
            choice2: "هل يمكن أن تغلق الصوت لو سمحت؟   ",
            choice3: "هل يمكن أن ترفع الصوت لو سمحت؟     ",
            choice4: "هل يمكن أن تزيد الصوت لو سمحت؟",
            answer: 0
        },
        {
            question: "الشخص الذي يذهب إلى السوق ليشتري هو   ",
            choice1: "البائع   ",
            choice2: "الشرطي   ",
            choice3: "الحلّاق     ",
            choice4: "الزّبون",
            answer: 3
        },
      
        {
            question: "الشخص الذي يذهب إلى السوق ليبيع في الدكّان هو   ",
            choice1: "البائع   ",
            choice2: "الشرطي   ",
            choice3: "الحلّاق     ",
            choice4: "الزّبون",
            answer: 0
        },  {
            question: "الشيء الذي نشتريه بالنقود الكثيرة    ",
            choice1: "رخيص   ",
            choice2: "غني   ",
            choice3: "غالي     ",
            choice4: "واسع",
            answer: 2
        },  {
            question: "الشخص الذي يذهب إلى السوق ليشتري هو   ",
            choice1: "البائع   ",
            choice2: "الشرطي   ",
            choice3: "الحلّاق     ",
            choice4: "الزّبون",
            answer: 3
        },  {
            question: "اللحم عندما يكون صغيراً وناعماً     ",
            choice1: "اللحم المفروم   ",
            choice2: "اللحم اللذيذ   ",
            choice3: "اللحم الطازج     ",
            choice4: "اللحم البائت",
            answer: 0
        },  {
            question: "اختر الجملة الصحيحة   ",
            choice1: "أشعر إلى النشاط  في فصل الصيف   ",
            choice2: "أشعر بالنشاط  في فصل الصيف   ",
            choice3: "أشعر في النشاط  في فصل الصيف     ",
            choice4: "أشعر للنشاط  في فصل الصيف",
            answer: 1
        },
        {
            question: "اختر الجملة الصحيحة   ",
            choice1: "تتساقط أوراق الأشجار من الأرض  ",
            choice2: "تتساقط أوراق الأشجار للأرض   ",
            choice3: "تتساقط أوراق الأشجار بالأرض     ",
            choice4: "تتساقط أوراق الأشجار على الأرض",
            answer: 3
        },
       
        {
            question: "اختر الجملة الصحيحة   ",
            choice1: "أذهب عادة إلى أسرتي مع شاطئ البحر   ",
            choice2: "أذهب عادة في أسرتي إلى شاطئ البحر   ",
            choice3: "أذهب عادة مع أسرتي إلى شاطئ البحر     ",
            choice4: "أذهب عادة من أسرتي إلى شاطئ البحر",
            answer: 2
        },
        {
            question: "اختر السؤال الصحيح: يستغرق الطريق من إسطنبول إلى أنقرة ست ساعات.   ",
            choice1: "متى تذهب إلى أنقرة؟   ",
            choice2: "كم يستغرق الطريق إلى أنقرة؟   ",
            choice3: "في أي ساعة تذهب إلى أنقرة؟     ",
            choice4: "كم يستغرق الطريق إلى قونيا؟",
            answer: 1
        },
    
    
]
    
 
